[
  {
    "id": 1,
    "company_name": "Infor",
    "position": "Software Engineer, Associate",
    "description": "As a Software Engineer, Associate at Infor, you will be part of a team responsible for researching, maintaining, and enhancing a large ERP cloud suite application. You will work on software maintenance, development, and testing using various technologies including C# and SQL DB. Additionally, you will review and contribute to functional business requirements, exercise judgment in selecting methods and techniques for obtaining solutions, and demonstrate a desire to learn and adapt to the latest technologies.",
    "responsibilities": [
      "Work as part of a team to research, maintain, and enhance a large ERP cloud suite application.",
      "Perform software maintenance, development, and testing using technologies such as C# and SQL DB.",
      "Exercise judgment in selecting methods and techniques for obtaining solutions for application defects.",
      "Review and contribute to functional business requirements.",
      "Demonstrate a desire to learn and adapt to the latest technologies."
    ],
    "qualifications": "Candidates should have a Bachelor’s or Master’s degree in Computer Science or Information Technology. Strong analytic problem-solving skills with attention to detail are required. Proficiency in Microsoft Stack Technologies including Visual Studio, C#, .Net, and Powershell is necessary. Candidates should also have experience with database server development and performance (SQL), ability to manage multiple tasks, and good verbal and written communication skills.",
    "experience": "Freshers",
    "location": "Hyderabad",
    "salary": "₹ 8.5 LPA (Expected)",
    "last_date": "ASAP",
    "image_url": "hhttps://th.bing.com/th/id/OIP.Dwi-VhGs5JUWtdXESW0_NwHaG6?w=181&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7",
    "apply_url": "https://careers.infor.com/en_US/careers/JobDetail/Software-Engineer-Associate/12789"
  },
  {
    "id": 2,
    "company_name": "Verizon",
    "position": "Cloud Engineer",
    "description": "Verizon is hiring a Cloud Engineer to spearhead initiatives in architecting and crafting new user experiences. Responsibilities include detailing and refining reusable patterns, collaborating with product stakeholders, wireframing, prototyping, and iterating interfaces. The role involves researching and analyzing customers, partners, and competitors to identify personas and develop content accordingly.",
    "responsibilities": [
      "Spearhead initiatives in architecting and crafting new user experiences.",
      "Detail and refine reusable patterns for a suite of modular applications.",
      "Collaborate with product stakeholders to conceptualize content and develop deployment roadmaps.",
      "Work closely with UI team to wireframe, prototype, and iterate various interfaces.",
      "Research and analyze customers, partners, users, and competitors to identify personas and develop content."
    ],
    "qualifications": "Candidates should have a Bachelor’s degree or four or more years of work experience. Excellent knowledge of wireframing tools like Figma, Wireframe.cc, and InVision is required. Familiarity with interaction design, information architecture, and technologies like Bootstrap, Angular, React, and Responsive UI Development is preferred. Strong problem-solving ability, visual design skills, and familiarity with new technology and best UX practices are necessary.",
    "experience": "Fresher",
    "location": "Hyderabad & Chennai",
    "salary": "₹ 9.8 LPA (Estimated)",
    "last_date": "ASAP",
    "image_url": "https://assets.turbologo.com/blog/en/2019/12/19084723/Verizon-logo-cover-958x575.png",
    "apply_url": "https://mycareer.verizon.com/jobs/r-1027461/cloud-engineer/?source=jb-indeed"
  },
  {
    "id": 3,
    "company_name": "Ericsson",
    "position": "Software Engineer Trainee",
    "description": "Ericsson is hiring Software Engineer Trainees to join their Research & Development teams in Bangalore. The role involves development, support, maintenance, and implementation of small to medium non-complex components of a project module. Responsibilities include designing, developing, improving, maintaining, and documenting assigned modules, adhering to quality and coding standards, and participating in a project team of engineers involved in software development.",
    "responsibilities": [
      "Develop, support, maintain, and implement small to medium non-complex components of a project module.",
      "Design, develop, improve, maintain, and document assigned modules.",
      "Adhere to quality and coding standards following standard coding design processes and procedures/guidelines.",
      "Participate in a project team of engineers involved in software development.",
      "Carry out other related tasks and projects as required."
    ],
    "qualifications": "Candidates should have a B.E./B.Tech. in Computer Science or related disciplines from reputed institutes. Strong grasp of software design/development, debugging skills, and theoretical understanding of programming and scripting languages like C/C++/Java/Python are required. Good communication skills in written and spoken English, creativity, and ability to tackle problems independently are necessary.",
    "experience": "Fresher",
    "location": "Bangalore",
    "salary": "₹ 4 to 8 LPA (Expected)",
    "last_date": "ASAP",
    "image_url": "https://th.bing.com/th?id=OIP.cYvf_R_LyGI9AMyym0vH3AHaFj&w=288&h=216&c=8&rs=1&qlt=90&o=6&dpr=1.3&pid=3.1&rm=2",
    "apply_url": "https://jobs.ericsson.com/careers/job/563121759175020?domain=ericsson.com"
  },
  {
    "id": 5,
    "company_name": "Accenture",
    "position": "Packaged App Development Associate",
    "description": "Accenture is hiring Packaged App Development Associates to join their team in various locations. The role involves designing, building, testing, assembling, supporting, and configuring applications based on business requirements. Responsibilities also include understanding business drivers, incorporating technology trends into solutions, and providing incident resolution and customer support.",
    "responsibilities": [
      "Design, build, test, assemble, support, and configure applications based on business requirements.",
      "Understand business drivers impacting performance and deliver software accordingly.",
      "Incorporate technology trends into solutions and participate in automation and new functionality development.",
      "Provide incident resolution and customer support through various channels.",
      "Deliver code within time and quality expectations, participate in peer reviews, and take ownership of successful solution implementation."
    ],
    "qualifications": "Candidates should have a degree in B.E/B.Tech/M.E/M.Tech, MCA, M.Sc., B.Sc., BCA, BBA, B.A, B.Com, B.Voc, BMS, B.B.S, B.F.M, B.B.I, B.A.F, B.Ed., B.M.M., B.FA, B.S.Micr ,B. Design, M.C.M, M.Sc (Non-CS/IT), M.A, M.Com or M.FA. No active backlogs during application and/or onboarding are allowed. Candidates should not have more than 11 months of experience. Additionally, candidates must be eligible to work in India either by citizenship or have relevant work permit documents.",
    "experience": "Freshers",
    "location": "Bangalore, Hyderabad, Pune, Mumbai, Chennai, Gurugram, Kolkata, Indore, Jaipur, Coimbatore",
    "salary": "₹ 3.4 to 4.6 LPA (Expected)",
    "last_date": "ASAP",
    "image_url": "hhttps://th.bing.com/th/id/OIP.Dwi-VhGs5JUWtdXESW0_NwHaG6?w=181&h=180&c=7&r=0&o=5&dpr=1.3&pid=1.7",
    "apply_url": "https://www.accenture.com"
  },
  {
    "id": 4,
    "company_name": "Accenture",
    "position": "System and Application Services Associate",
    "description": "Accenture is hiring System and Application Services Associates to join their team in various locations. The role involves managing infrastructure services and operations, supporting, monitoring, and maintaining applications and cloud computing systems, project control services, low/no code app development, and quality engineering.",
    "responsibilities": [
      "Manage infrastructure services and operations for on-premises and cloud-based technologies.",
      "Support, monitor, and maintain applications and cloud computing systems, applying technical knowledge to diagnose and resolve issues.",
      "Enable program management and increase overall quality of Technology Delivery, supporting projects by tracking and managing project management office activities.",
      "Develop applications using low-code development platforms, research and analyze internal business processes, and perform quality engineering tasks such as creating test designs, test processes, and test cases."
    ],
    "qualifications": "Candidates should have a degree in B.Sc., BCA, BBA, B.A, B.Com, B.Voc, BMS, B.B.S, B.F.M, B.B.I, B.A.F, B.Ed., B.M.M., B.FA, B.S.Micr ,B. Design, M.C.M, M.Sc (Non-CS/IT), M.A, M.Com or M.FA. No active backlogs during application and/or onboarding are allowed. Candidates should not have more than 11 months of experience. Additionally, candidates must be eligible to work in India either by citizenship or have relevant work permit documents.",
    "experience": "Freshers",
    "location": "Bangalore, Hyderabad, Pune, Mumbai, Chennai, Gurugram, Kolkata, Indore, Jaipur, Coimbatore",
    "salary": "₹ 3.4 to 4.6 LPA (Expected)",
    "last_date": "ASAP",
    "image_url": "https://th.bing.com/th?id=OIP.qhAPWvYnIyuJMR-rdUWrJgHaEK&w=333&h=187&c=8&rs=1&qlt=90&o=6&dpr=1.3&pid=3.1&rm=2",
    "apply_url": "https://indiacampus.accenture.com/myzone/accenture/1/jobs/25377/job-details"
  }
]
